platform: "onnxruntime_onnx"
max_batch_size : 0 
input [
  {
    name: "image_arrays:0"
    data_type: TYPE_UINT8
    format: FORMAT_NONE
    dims: [-1, -1, -1, 3]
  }
]
output [
  {
    name: "detections:0"
    data_type: TYPE_FP32
    dims: [1, -1, 7]
  }
]
optimization { execution_accelerators {
  gpu_execution_accelerator : [ { name : "tensorrt" } ]
}}